Experiments/CylinderLES/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    down
    {
        type zeroGradient;
    }

    right
    {
        type zeroGradient;
    }

    up
    {
        type zeroGradient;
    }

    left
    {
        type zeroGradient;
    }

    cylinder
    {
        type zeroGradient;
    }

    defaultFaces
    {
        type empty;
    }
}
